Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Thousands of demonstrators gathered in Washington on Saturday for a march to protest the killings of unarmed black men by law enforcement officers and to urge Congress to do more to protect African-Americans from unjustified police violence.
pt: WASHINGTON (Reuters) - Milhares de manifestantes são esperados em Washington e Nova York neste sábado para protestar contra as mortes de negros desarmados pela polícia norte-americana .

source: It has about 2,000 books - all of them related to Islam.
pt: A biblioteca tem cerca de 2 mil livros, todos eles ligados ao islamismo.

source: Now people can see for themselves, with their own eyes, instead of me just saying it.
pt: Estou feliz, porque as pessoas puderam comprovar o que disse, agora podem ver com os próprios olhos .

source: I tried to get away but they caught me, and when they caught me they hurt me so bad .
pt: É muito ruim quando duas pessoas são tão próximas e, ao mesmo tempo, estão tão afastadas”, disse.

source: So could you explain that to us?
pt: Então é Natal, e o que você fez ?

source: Jordanian Water Minister Hazem Nasser said that 300 million cubic metres of water would be pumped annually from the Red Sea during the first phase of the project.
pt: Nasser disse que o duto irá bombear até 300 milhões de metros cúbicos ao ano de água do Mar Vermelho para o Mar Morto.

source: Hezbollah has been allied with Iran in Syria, where it helped President Bashar Assad fight an Islamist insurgency.
pt: O Hezbollah tem lutado com as forças do presidente Bashar al-Assad na Síria na guerra civil de cerca de quatro anos.

source: Amnesty International's research director for Southeast Asia and the Pacific, Rupert Abbott, said in a statement that the executions were "a seriously regressive move".
pt: O diretor de Pesquisa da Anistia Internacional para o Pacífico e o Sudeste Asiático, Rupert Abbott, declarou que essas últimas execuções marcaram "um movimento seriamente regressivo e um dia muito triste".

source: 5: Microsoft stops selling Windows 7, 8
pt: MS pára de vender versões 7 e 8 do Windows

source: "To be honest, I didn't think this was possible .
pt: Eu não sabia o que era para dizer e respondi: "De mulher" .

source: “I would like to say that the talks are not yet over,” he told journalists .
pt: Mas é como ele me falou: não é necessário falar muito .

source: Rejection of nuclear deal with Iran could harm US dollar, says Kerry
pt: Kerry diz que se EUA romperem acordo nuclear com Irã, dólar será afetado

source: Russia did not immediately respond to the accusations but Reuters correspondents saw three tanks in the border town of Snizhnye in east Ukraine.
pt: Correspondentes da Reuters viram três tanques na cidade ucraniana de Snizhnye, na fronteira leste do país.

source: Let's get it .
pt: E por aí vamos .

source: "I think that the only thing we must do is try and win the next game."
pt: "Espero que a gente possa fazer um grande jogo na próxima quinta-feira, precisamos muito da vitória .

source: The attacks in Cameroon follow a series of assaults on the border towns of Bosso and Diffa in Niger.
pt: Neste domingo, foi registrado no Níger mais um ataque do Boko Haram à cidade fronteiriça de Diffa .

source: FIFA chief Sepp Blatter says Qatar World Cup in summer a ‘mistake’
pt: Copa do Mundo na Rússia não está em discussão, diz Blatter

source: In a ceremony held here on Sunday to mark the end of the costly 13-year old war on terror under the U.S.-led alliance and complete the security transition to Afghan national security forces, Gen. John F. Campbell, U.S. commander of NATO-led International Security Assistance Force (ISAF), said "Today marks an end of an era and the beginning of a new one."
pt: Em comunicado divulgado pela Casa Branca, Obama qualificou de "marco" para os EUA a cerimônia realizada hoje em Cabul para o fim da Força Internacional de Assistência para a Segurança no Afeganistão da Otan (Isaf), que marcou o encerramento de 13 anos de missão de combate.

source: The surrogate mother tells ABC News: "I love him, he's like my child now"
pt: Eu o amo, ele ficou nove meses na minha barriga – disse a mãe, na entrevista.

source: Park Geun-hye, South Korea’s current president, is his daughter.
pt: Dilma Rousseff recebe a presidente da Coreia do Sul Park Geun-hye

source: BEIJING (Reuters) - China should boost imports of food so it can dedicate more of its scarce water supplies to energy production, especially in arid but coal-rich regions like Xinjiang and Ningxia, a senior environmental official said on Monday.
pt: A China precisará elevar a importação de alimentos para destinar uma parte maior dos seus escassos recursos hídricos para a produção de energia, especialmente nas regiões áridas mas ricas em carvão como Xinjiang e Ningxia, disse uma autoridade sênior do setor ambiental do país nesta segunda-feira (28).

source: S&P affirmed Brazil at BBB-minus, its lowest investment grade rating, and revised the outlook on that rating to negative from stable, signaling a downgrade is possible over 12 to 18 months.
pt: A S&P manteve a classificação de crédito do Brasil de longo prazo em moeda estrangeira em "BBB-", o nível mais baixo do grau de investimento, mas revisou para "negativa" a perspectiva da nota, ante "estável", sinalizando que um rebaixamento é possível nos próximos 12 a 18 meses.

source: "Exceptionally, the data for the metropolitan regions of Salvador and Porto Alegre are unavailable .
pt: Houve atraso na coleta de dados nas regiões metropolitanas de Salvador e Porto Alegre .

source: Kashmir's borders with Pakistan have been recently restive with thousands of villagers fleeing their homes on the Indian side after the two sides exchanged fire .
pt: Autoridades informaram que milhares de moradores de vilas da porção indiana da Caxemira fugiram de suas casas por causa dos disparos de artilharia entre soldados indianos e paquistaneses ao longo da fronteira.

source: Thank you very much for the interview.
pt: "Deus é muito bom para mim .

source: "In the absence of a continuing presence and continuing financial support," the intelligence assessment "suggests the situation would deteriorate very rapidly," a US official familiar with the report told the Post, speaking on condition of anonymity.
pt: "Sem presença militar nem apoio financeiro contínuo, a situação se deteriorará muito rapidamente", declarou ao Washington Post uma autoridade próxima ao relatório, que exigiu o anonimato.

source: It has been one of the best times of my life, not just for me but for my whole family .
pt: Esse momento é muito importante para mim, para toda a minha família e para todos os brasileiros .

source: The shutting off of the liquidity tap, which the Fed had opened in 2012 for the third time since 2008, was something that Chairwoman Janet Yellen had already suggested the central bank would do because of the ongoing improvement in the country's economy.
pt: O fechamento da torneira de liquidez, aberto em 2012 pela terceira vez desde 2008, já tinha sido antecipado pelo organismo diante da melhoria progressiva da economia do país.

source: Chancellor Angela Merkel and British Prime Minister David Cameron presented a newly united front at a Berlin press conference on Friday, after their first meeting where the UK premier set out his demands for reform of the European Union.
pt: A chanceler alemã, Angela Merkel, e o primeiro-ministro britânico, David Cameron, prometeram nesta sexta-feira buscar um entendimento comum em meio à ameaça de o Reino Unido s.. .

source: National Security Council spokeswoman Bernadette Meehan added, "The United States strongly condemns ISIL’s actions, and we call for the immediate release of all those held captive by ISIL .
pt: "Os Estados Unidos condenam fortemente as ações do Isil e exigimos a imediata libertação de todos aqueles mantidos reféns pelo Isil", disse a porta-voz da Casa Branca, Bernadette Meehan, em comunicado, usando outra sigla para identificar o grupo.

source: "This is clearly a malicious attack on Apple in an effort to gain access to usernames and passwords and consequently all data stored on iCloud such as iMessages, photos, contacts, etc," said Greatfire in its report.
pt: "É claramente um ataque contra a Apple para tentar acessar nomes de usuários e suas senhas e, consequentemente, (acessar) todos seus dados armazenados na iCloud, como mensagens, fotos e contatos", informo o blog, observando que o ataque coincidiu com o lançamento do iPhone 6 na China.

source: — Duncan was kept in a non-isolated area of the emergency department for several hours, potentially exposing up to seven other patients to Ebola;
pt: Entre os problemas apontados pelos enfermeiros está a possibilidade de até sete outros pacientes terem sido expostos ao ebola pelo fato de Duncan ter ficado horas fora de uma área isolada.

source: "It is up to Ukraine to freely decide what kind of engagement (it seeks) with the EU," EU President Herman Van Rompuy and European Commission head Jose Manuel Barroso said in a statement.
pt: "Cabe a Ucrânia decidir livremente que tipo de compromisso deseja manter com a União Europeia", afirmaram em um comunicado comum os presidentes do Conselho Europeu, Herman Van Rompuy, e da Comissão, José Manuel Barroso, acrescentando que "desaprovam a posição e ações da Rússia a este respeito".

source: At least 16 people were injured on Saturday when clashes erupted in central Beirut between Lebanese security forces and demonstrators calling for a solution to weeks of uncollected rubbish.
pt: No sábado, 16 pessoas ficaram feridas em Beirute nos choques entre a polícia e manifestantes que exigem uma solução do governo para o recolhimento de lixo doméstico, que se acumula nas ruas há semanas.

source: Since the fall of the Soviet Union, oil-rich Venezuela has become Communist Cuba's closest ally and chief benefactor.
pt: Desde a queda da União Soviética, a Venezuela se tornou maior aliada da ilha comunista.

source: "I spoke with people in Morocco and told them that I wanted to play here instead.
pt: Não fizemos isso para que ele não possa jogar com o Marrocos”, afirmou.

source: I don’t know if I should say that .
pt: Não sei como foi, só sei que chegou lá com isso .

source: Hezbollah said the operation was in response to an Israeli air raid on a Hezbollah convoy in Syria's Qoneitra earlier this month, which killed six Hezbollah fighters and a high ranking Iranian military officer.
pt: O Irã apoia o Hezbollah, que classificou seu ataque como um ato de retaliação contra uma ação aérea israelense contra combatentes do grupo em território sírio, no início do mês .

source: "He's a tremendous comic and talent that we've loved working with .
pt: "Ele é um tremendo comediante e um talento com quem amamos trabalhar", afirmou ele em comunicado.

source: Both men and women are invited to take part in Sunday's events, which fall a few days from the 95th anniversary of Women's Equality Day, when American women were given the vote.
pt: Homens e mulheres são convidados a participar da manifestação de domingo, que acontece a poucos dias do 95º aniversário do Dia da Igualdade da Mulher, quando as mulheres conquistaram o direito de votar.

source: Also on Friday, al-Qaida's Syrian affiliate withdrew from a key area along Syria's border with Jordan, the Observatory said.
pt: Na sexta-feira, o braço sírio da Al-Qaeda se retirou da passagem de Nassib, uma área vital na fronteira da Síria com a Jordânia, segundo OSDH .

source: Obama says US at war with those 'perverting Islam'
pt: "Estamos em guerra com quem perverteu o islã", afirma Obama

source: Obama says US at war with those ‘perverting Islam’
pt: "Estamos em guerra com quem perverteu o islã", afirma Obama

source: They just want to make sure they go out and compete.’
pt: É a melhor coisa que eu posso fazer por eles.

source: NEW YORK, March 24 (Reuters) - U.S. stocks drifted lower on Tuesday, as equities kept in a tight range that corresponded with currency fluctuations as traders focused on the dollar's strength and its possible effect on corporate earnings.
pt: NOVA YORK (Reuters) - As bolsas dos Estados Unidos fecharam em queda pelo segundo dia consecutivo nesta terça-feira, com os operadores se concentrando na força do dólar e seu possível efeito sobre os lucros corporativos.

source: make a difference in the world.”
pt: O que você faz para mudar o mundo?

source: The moment when police stormed a kosher supermarket in eastern Paris to end a hostage siege on Friday
pt: Amedy Coulibaly, que invadiu um mercado de produtos kosher no leste de Paris nesta sexta-feira, fazendo vários reféns .

source: Chilean students clash with police in protest for free education 5
pt: Estudantes do Chile entram em confronto com a polícia em Santiago

source: Ahram Online - IS jihadists kill 16 border guards in western Iraq
pt: 23:03 - Jihadistas do Estado Islâmico matam 16 guardas fronteiriços no Iraque

source: The S&P 500 financial sector index fell 0.5 percent.
pt: O subíndice financeiro do S&P 500 caiu 0,6 por cento .

source: I don't smoke anymore .
pt: Eu não digo isso .

source: "That's what did it."
pt: “Não há o que fazer .

source: "I don't think there will be a mood in the party to go into another coalition with either party," he said.
pt: "Sou de um outro partido, que às vezes faz oposição à senhora, mas eu não .

source: Meanwhile, two new cases have emerged in Nigeria .
pt: A Nigéria confirmou dois novos casos de ebola .

source: Former heavyweight champion Mike Tyson was sexually abused when he was seven years old by a stranger on the street, he told US radio.
pt: Durante o programa, Tyson disse que estava na rua, quando um homem mais velho o agarrou e abusou dele .

source: Ukrainian President Petro Poroshenko is expected to hold talks on the crisis with Russia's President Vladimir Putin in Milan later this week .
pt: A retirada das tropas veio antes de uma reunião prevista entre Putin e o ucraniano Petro Poroshenko, em Milão, na próxima semana.

source: The study estimated that the world will see $90 trillion in new infrastructure investment over the next 15 years, a period that is expected to witness increasingly rapid urbanization.
pt: O estudo cita um investimento mundial de US$ 90 bilhões em infraestrutura nos próximos 15 anos, período em que é esperado rápido aumento da urbanização.

source: The Mail on Sunday said other items listed included shoes and a toothbrush said to have belonged to concentration camp victims and Star of David armbands used to mark out Jews for persecution.
pt: O Mail on Sunday disse que outros itens listados incluíam sapatos e uma escova de dentes que teriam pertencido as vítimas dos campos de concentração, além de fitas com o desenho da Estrela de Davi que eram usadas para identificar os judeus.

source: “There are good and bad things we can take from this Club World Cup," he said .
pt: Se você não terminou bem a temporada em seu clube, a Copa do Mundo pode ser a saída .

source: Anti-government protesters looted the parliament building in the capital, Ouagadougou on Thursday
pt: Manifestantes antigoverno colocam fogo em Parlamento em Ouagadougou nesta quinta-feira. …

source: US Secretary of State John Kerry in surprise Somalia visit: Official
pt: Secretário de Estado americano faz visita surpresa à Somália

source: "However, for the avoidance of doubt, any suggestion of impropriety with underage minors is categorically untrue."
pt: "Mesmo assim, para que não restem dúvidas, qualquer sugestão de ações inapropriadas com menores de idade é categoricamente falsa".

source: The Israeli air force hit the Gaza Strip early Sunday for the second time in three days after new rocket fire from the territory hit southern Israel, the military said.
pt: Na quarta-feira, três foguetes foram disparados de Gaza em direção ao sul de Israel, provavelmente contra Ashkelon, o que desencadeou ataques aéreos israelenses contra o território palestino.

source: On Saturday, two days after an attack by Islamic State (IS) jihadists that left more than 200 civilians dead, Kurdish forces drove the militants out of Kobane -- a highly symbolic border town which Kurds had wrested from IS in January.
pt: O balanço de civis mortos em dois dias de ataques do Estado Islâmico contra a cidade de Kobane, na Síria, já passa de 200, anunciou neste sábado o Observatório Sírio de Direitos Humanos .

source: Cuba was suspended from the OAS in 1962 and while the suspension was revoked in 2009, Havana has shown no interest in resuming active membership in the organization.
pt: Cuba foi suspensa da OEA em 1962 e, em 2009, o organismo revogou a decisão .

source: Campbell told NATO personnel: "You've done your job well, so well, that you've worked yourself out of a job."
pt: "Fizeram um bom trabalho, tão bom que conseguiram ficar sem trabalho", disse Campbell em seu discurso.

source: Gunmen attack Tunisian museum 8 photos Security forces secure the area around museum .
pt: Forças de Segurança cercam museu na Tunísia após ataque de homens armados

source: He didn't let her forget it .
pt: Mas o que ela falou não é verdade .

source: He added: "I have witnessed consecutive incidents, all over the world, that should shame anyone who desires soccer to be free, clean and democratic.
pt: "Nos últimos meses, não presenciei somente o desejo de mudança, testemunhei também consecutivos incidentes, por todo o mundo, que deveriam envergonhar qualquer um que deseja um futebol livre, limpo e democrático", desabafou o ex-candidato.

source: And I am going for it."
pt: O que foi que eu fiz ?

source: Murray, ninth in the rankings as he seeks to break into the elite top eight who will play in the season-ending ATP Finals in London in November, overcame Russian Teymuraz Gabashvili 6-1 7-5.
pt: Murray, nono na corrida para o ATP Finals de Londres, o último evento do calendário no qual os oito melhores do ano se enfrentam, bateu o russo Teymuraz Gabashvili em parciais de 6-1 e 7-5.

source: The girl left her family’s house in Bristol in the morning to go to school, but was not there when her father came to pick her up in the afternoon.
pt: Um vereador de Bristol, Hibaq Jama, disse que a adolescente saiu de manhã para o colégio mas já não estava mas na escola quando seu pai foi buscá-la.

source: Meahwhile, Jordan's king Abdullah has cut short his visit to the United States and will return home immediately.
pt: O rei Abdullah da Jordânia abreviou sua visita aos Estados Unidos após as notícias sobre a morte de al-Kasassbeh .

source: Famous faces have paid tribute to comedian and TV host Joan Rivers, who has died in New York at the age of 81.
pt: A atriz, comediante e apresentadora americana Joan Rivers faleceu nesta quinta-feira em um hospital de Nova York, aos 81 anos, anunciou sua família.

source: US launches airstrikes against Islamic State fighters in Iraq’s Kurdistan
pt: EUA iniciam ataques aéreos contra militantes islâmicos no Iraque

source: Syrian Kurdish forces have long been among the most effective adversaries of the Islamic State group, keeping the extremists out of the Kurdish enclave in northeastern Syria even as the militants routed the armed forces of both Syria and neighboring Iraq.
pt: Autoridades curdas disseram que o principal grupo armado curdo da região, o YPG, estava dando coordenadas dos combatentes do Estado Islâmico em Kobane para a aliança liderada pelos EUA, que está bombardeando o grupo tanto no Iraque quanto na Síria.

source: I didn’t realise it was so many points in a row."
pt: “Eu não dei pontos de graça para ele .

source: White South Carolina cop charged with murdering a black man
pt: Policial branco que matou homem negro nos EUA é preso e acusado de homicídio

source: Double solar storms headed to Earth raise disruption concerns
pt: Explosão dupla de tempestade solar ruma para a Terra e traz preocupações

source: She wrote: "I was so upset that anyone could target a disabled pensioner and be so cruel.
pt: "Fiquei tão chateada com o fato de terem atacado um aposentado deficiente de forma tão cruel", disse.

source: EU to debate fresh Russia sanctions
pt: UE considera novas sanções contra Rússia por situação na Ucrânia

source: The Senate on Wednesday failed to override President Barack Obama's veto of a bill to construct the Keystone XL pipeline, failing to clear the required two-thirds threshold.
pt: Senadores republicanos não conseguiram derrubar o veto do presidente Barack Obama ao projeto que permitiria a construção do oleoduto Keystone XL, aprovado pelo Congresso na semana passada.

source: A police operation "rescued 21 people and recovered nine bodies, three of whom were babies," according to a statement from authorities in the northern province of Tangiers-Tetouan.
pt: Uma operação da polícia "permitiu socorrer 21 pessoas e resgatar nove corpos, entre eles três bebês", segundo a prefeitura de Tanger.

source: "Finally I realise this isn't my fault," she says .
pt: Eu chamei pela minha mulher e ela disse que já estava abrindo .

source: U.S. Federal Reserve Vice Chair Stanley Fischer on Thursday said the euro zone crisis had made the monetary union stronger and proved that the European Central Bank has the ability to carry out effective policy in the region.
pt: SÃO PAULO - A união monetária e econômica da Europa “muito provavelmente” irá sobreviver à crise atual, mas é preciso melhorar a integração fiscal na zona do euro, disse o vice-presidente do Federal Reserve, Stanley Fischer .

source: US Secretary of State John Kerry began tough talks in Geneva Monday with his Russian counterpart Sergei Lavrov due to focus on the fighting in eastern Ukraine.
pt: Genebra - O secretário de Estado americano, John Kerry, e o ministro russo das Relações Exteriores, Sergei Lavrov, reuniram-se por cerca de 80 minutos ontem, em Genebra, para tratar da crise na Ucrânia.

source: Many saw the release of the video as an unfair attack against Brown, noting that police admitted the officer who shot him did not know he was a suspect in the theft .
pt: Mas, segundo a própria polícia, o policial que disparou o tiro contra o jovem não sabia, naquele momento, que o rapaz era suspeito de roubo.

source: "We have to be vigilant," he says .
pt: Nós temos o que mostrar”, afirma.

source: "Given the stakes, it's absolutely critical that these elections be conducted peacefully - that they are credible, transparent and accountable."
pt: É absolutamente fundamental que elas sejam conduzidas de maneira pacífica – e que sejam confiáveis, transparentes e responsáveis", afirmou o secretário americano.

source: I share morally in the guilt but whether I am guilty under criminal law, you will have to decide.''
pt: Eu compartilho moralmente a culpa, mas se eu sou culpado de acordo com o direito penal é uma decisão de vocês ', afirmou, dirigindo-se aos jurados.

source: Centrosaurines died out several millions years before the Chasmosaurines, which became extinct with all other dinosaurs at the end of the Cretaceous period around 65 million years ago.
pt: Os Centrossauros desapareceram da face da Terra vários milhões de anos antes dos Chasmossauros, que se extinguiram junto com os demais dinossauros no final do Cretáceo, há 65 milhões de anos.

source: His company is one of many German world market leaders that set the benchmark in the manufacturing industry.
pt: Sua firma é uma das muitas empresas alemãs líderes mundiais de mercado a estabelecerem padrões na indústria de transformação.
